Revit 2024 API
SymbolTypeId.FtSup3HPerMinBtu Property
 Symbol ft³·h/(min·Btu), indicating unit Cubic feet per minute per British thermal unit per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId FtSup3HPerMinBtu { get; }
Visual Basic
Public Shared ReadOnly Property FtSup3HPerMinBtu As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FtSup3HPerMinBtu {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace